[Demo_Aoi_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=0,Y=190,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Vec=(X=0,Y=-40,Z=0),VecSub=(X=90,Y=0,Z=0),CId=74)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-50,Y=50,Z=0),VecSub=(X=-50,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",motionName[1]="ao_CM_0000_fx_close_normal",motionName[2]="ao_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_Shop.GG2_BGM_Shop_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_1.GG2_V_Aoi_1_001_Cue',Name="ウノ　アオイ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-100,Y=-5,Z=0),SecTime=0.5)
DemoScripts[19]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[20]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_1.GG2_V_Aoi_1_003_Cue',Name="エコロ")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_1.GG2_V_Aoi_1_007_Cue',Name="エコロ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_1.GG2_V_Aoi_1_008_Cue',Name="エコロ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[33]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[34]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[35]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0107_fx_Stand2Reaction",Rate=1,Number=2,Bit=0)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0700_lp_Reaction",Number=8)
DemoScripts[40]=(Actor=EMOTION,Command=SET,Name="ウノ　アオイ",Number=3,CId=74)
DemoScripts[41]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_1.GG2_V_Aoi_1_010_Cue',Name="ウノ　アオイ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[44]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=4,Vec=(X=50,Y=0,Z=135))
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0701_fx_Reaction2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0100_lp_Stand",Number=8)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_1.GG2_V_Aoi_1_011_Cue',Name="ウノ　アオイ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_1.GG2_V_Aoi_1_012_Cue',Name="エコロ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[56]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[59]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_1.GG2_V_Aoi_1_014_Cue',Name="ウノ　アオイ")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[61]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[62]=(Actor=WINDOW,Command=EXIT)
DemoScripts[63]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[64]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[65]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[66]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[67]=(Actor=SYSTEM,Command=LEVEL_MOVE)

[Select_Aoi_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Aoi_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="葵",Text="咦? 這不是峯大嗎./n真稀奇耶,竟然會來販賣部露臉.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="啊,小葵.")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="是你的熟人嗎?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="是我的同班同學./n她在一個叫LOVEHEARTS的樂團/n擔任吉他手,在校內很有名哦.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="現在好像是為了賺取活動資金在打工,/n已經完全變成販賣部的看板娘了呢.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="咦......? 這麼說來,受歡迎氣場/n對小葵好像也沒有效果耶....../n難道是惡魔獵人......應該不是吧?")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="啊,這件事啊./n我忘記說了,在普通人當中/n也會有受歡迎氣場不管用的人唷.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="雖說有個人差異,但像是打從心底/n討厭峯大大人,或是已經對其他人/n懷抱深刻愛慕的人就有可能不管用.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="希望她一定要是後者啊......")

Texts[9]=(Label="TEXT10",Name="葵",Text="你從剛才開始就一直喃喃自語,是怎麼了?/n這樣看起來好像我尊敬的學長,/n感覺有點帥氣耶?")

Texts[10]=(Label="TEXT11",Name="葵",Text="學長似乎也有段時間/n經常自言自語呢--")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="這一位和她口中的學長/n好像都是有點遺憾的人呢......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="......嗯,不知道為什麼,/n這所學校裡面充滿了這樣的人......")

Texts[13]=(Label="TEXT14",Name="葵",Text="那麼,怎麼樣?/n你要買些什麼嗎?")

Texts[14]=(Label="",Name="",Text="")

Texts[15]=(Label="SELECT01",Name="",Text="")

Texts[16]=(Label="SELECT02",Name="",Text="")

Texts[17]=(Label="SELECT03",Name="",Text="")

Texts[18]=(Label="SELECT04",Name="",Text="")

Texts[19]=(Label="SELECT05",Name="",Text="")

Texts[20]=(Label="SELECT06",Name="",Text="")

Texts[21]=(Label="SELECT07",Name="",Text="")

Texts[22]=(Label="SELECT08",Name="",Text="")

Texts[23]=(Label="SELECT09",Name="",Text="")

Texts[24]=(Label="SELECT10",Name="",Text="")


